Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# playx.preference.tag
source: Personalization tag
zh_hans: 个性化标签

# playx.preference.title
source: Preference questionnaire
zh_hans: 偏好题组

# playx.progress
source: Progress
zh_hans: 进度

# playx.reconcile
source: Check server state
zh_hans: 核对服务端状态

# playx.refresh
source: Refresh
zh_hans: 刷新

# playx.rejected
source: The server did not accept this action
zh_hans: 服务端未接受此操作

# playx.results
source: Journey results
zh_hans: 旅程结果

# playx.results.load
source: Load ending and leaderboard
zh_hans: 查看结局与同行者榜

# playx.retryExact
source: Retry the original request
zh_hans: 重试原请求

# playx.review
source: Review action
zh_hans: 核对操作

# playx.review.detail
source: Send this action to the current journey? Completion will be checked against server state.
zh_hans: 将此操作提交到当前旅程？完成状态将以服务端回读为准

# playx.reward
source: Server reward receipt
zh_hans: 服务端奖励回执

# playx.reward.authority
source: Only returned values are shown. Missing rewards are not estimated.
zh_hans: 只显示服务端返回的值，不估算缺失奖励

# playx.reward.mode
source: Completion mode
zh_hans: 完成方式

# playx.reward.puzzle
source: Puzzle score
zh_hans: 解谜分

# playx.reward.xp
source: Exploration XP
zh_hans: 探索值

# playx.run.elapsed
source: Paused elapsed time
zh_hans: 暂停时的已用时间

# playx.run.end
source: End this run
zh_hans: 结束本次游玩

# playx.run.end.detail
source: This ends your saved timer. It does not mark unfinished tasks complete or grant rewards.
zh_hans: 这会结束已保存的计时，不会完成未完成任务或发放奖励

# playx.run.pause
source: Pause run
zh_hans: 暂停游玩

# playx.run.resume
source: Start or resume
zh_hans: 开始或继续

# playx.run.saveFailed
source: The remote timer update was not confirmed. Your local state is retained.
zh_hans: 远端计时更新尚未确认，已保留本机状态

# playx.run.title
source: Current run
zh_hans: 本次游玩

# playx.session.changed
source: Your session changed. Reopen this journey to continue.
zh_hans: 登录会话已变更，请重新进入旅程

# playx.state
source: State
zh_hans: 状态

# playx.stillness
source: Stillness challenge
zh_hans: 静止挑战

# playx.stillness.instructions
source: Keep the device steady. Background time is never counted.
zh_hans: 请保持设备平稳，后台时间不会计入

# playx.stillness.progress
source: Continuous stillness progress
zh_hans: 连续静止进度

# playx.stillness.resets
source: Movement resets
zh_hans: 移动重置次数

# playx.stillness.start
source: Start continuous sensor challenge
zh_hans: 开始连续传感器挑战

# playx.stopwatch
source: Stopwatch challenge
zh_hans: 秒表挑战

# playx.stopwatch.best
source: Best difference
zh_hans: 最佳误差

# playx.stopwatch.clock
source: Challenge timer
zh_hans: 挑战计时

# playx.stopwatch.diff
source: Difference from target
zh_hans: 与目标相差

# playx.stopwatch.early
source: Stopped at or before the target
zh_hans: 停止时间不晚于目标

# playx.stopwatch.late
source: Stopped after the target
zh_hans: 停止时间晚于目标

# playx.stopwatch.local
source: This is a local challenge. It does not grant server rewards or complete a route.
zh_hans: 这是本地挑战，不会发放服务端奖励或完成路线

# playx.stopwatch.ready
source: Ready
zh_hans: 准备就绪

# playx.stopwatch.rounds
source: Completed rounds
zh_hans: 已完成轮数

# playx.stopwatch.running
source: Running; judge the time yourself
zh_hans: 正在计时，请凭体感判断

# playx.stopwatch.stars
source: Stars
zh_hans: 星数

# playx.stopwatch.start
source: Start
zh_hans: 开始

# playx.stopwatch.stop
source: Stop
zh_hans: 停止

# playx.stopwatch.target
source: Target time
zh_hans: 目标时间

# playx.submit
source: Submit
zh_hans: 提交

# playx.task.answer
source: Answer a question
zh_hans: 回答问题

# playx.task.arrive
source: Verify location
zh_hans: 验证到达位置

# playx.task.merchantPhoto
source: Provide on-site photo evidence
zh_hans: 提交到店照片凭证

# playx.task.merchantScan
source: Scan the store code
zh_hans: 扫描门店码

# playx.task.merchantVerify
source: Show merchant verification code
zh_hans: 出示商家核销码

# playx.task.photo
source: Photo evidence
zh_hans: 照片凭证

# playx.task.preference
source: Preference questionnaire
zh_hans: 偏好题组

# playx.task.scan
source: Scan a code
zh_hans: 扫描现场码

# playx.task.sensor
source: Sensor challenge
zh_hans: 传感器挑战

# playx.task.title
source: Journey task
zh_hans: 旅程任务

# playx.task.unsupported
source: Unsupported task configuration
zh_hans: 暂不支持的任务配置

# playx.title
source: Journey runtime
zh_hans: 旅程游玩

# playx.unknown.body
source: The server may have received your action. Check the result before submitting anything else.
zh_hans: 服务端可能已收到操作，请先核对结果，不要重复提交

# playx.unknown.title
source: Result needs checking
zh_hans: 结果待核对

# playx.unsupported
source: This action is not available for the current task.
zh_hans: 此任务暂不支持该操作

# poll.acknowledged
source: The server confirmed this action.
zh_hans: 服务器已确认本次操作。

# poll.addOption
source: Add option
zh_hans: 添加选项

# poll.awaitResults
source: Poll created. Refresh to load current results before voting.
zh_hans: 投票已创建，请刷新读取当前结果后再投票。

# poll.blocked
source: This action is unavailable. Check your membership or unresolved submission.
zh_hans: 当前无法操作，请检查成员资格或尚未确定的提交。

# poll.cardHint
source: Open to load the current options and results
zh_hans: 打开后读取当前选项与结果

# poll.choose
source: Choose
zh_hans: 选择

# poll.closeWarning
source: Only the poll creator can close it. No more votes will be accepted.
zh_hans: 仅发起人可结束投票，结束后将不再接受投票。

# poll.closed
source: Closed
zh_hans: 已结束

# poll.confirm
source: Confirm
zh_hans: 确认

# poll.confirmCloseTitle
source: End this poll?
zh_hans: 结束此投票？

# poll.confirmCreateTitle
source: Post this poll to the group?
zh_hans: 将此投票发到群聊？

# poll.confirmVoteTitle
source: Submit this vote?
zh_hans: 提交这一票？

# poll.create
source: Create poll
zh_hans: 发起投票

# poll.createAnother
source: Create another poll
zh_hans: 发起新的投票

# poll.deadline
source: Deadline
zh_hans: 截止时间

# poll.deadlinePassed
source: Deadline reached; refresh status
zh_hans: 已到截止时间，请刷新状态

# poll.disabled
source: Group polls are not enabled for this deployment. Nothing has been sent.
zh_hans: 当前环境尚未启用群投票，未发送任何内容。

# poll.discard
source: Discard this draft?
zh_hans: 放弃本次草稿？

# poll.discardConfirm
source: Discard draft
zh_hans: 放弃草稿

# poll.failed
source: Could not load the poll. Refresh to try again.
zh_hans: 投票读取失败，请刷新重试。

# poll.historical
source: Results are visible under the server’s access rules. Voting and closing require current group membership.
zh_hans: 可按服务器权限查看结果；投票与结束操作需要当前群成员资格。

# poll.invalidCard
source: Poll reference unavailable
zh_hans: 投票信息不可用

# poll.keyboardDone
source: Done
zh_hans: 完成

# poll.loading
source: Checking…
zh_hans: 正在核验…

# poll.noRevote
source: You cannot withdraw or change this vote.
zh_hans: 提交后无法撤回或修改这一票。

# poll.open
source: Open
zh_hans: 进行中

# poll.openResults
source: Open poll and results
zh_hans: 查看投票与结果

# poll.optionLimit
source: 2–10 options, up to 100 UTF-16 characters each.
zh_hans: 2–10 个选项，每项最多 100 个 UTF-16 字符。

# poll.optionPrompt
source: Option
zh_hans: 选项内容

# poll.options
source: Options
zh_hans: 选项

# poll.question
source: Question
zh_hans: 投票问题

# poll.questionPrompt
source: What would you like the group to decide?
zh_hans: 想请群成员决定什么？

# poll.rejected
source: The poll or your membership changed. Refresh and review again.
zh_hans: 投票或成员资格已变更，请刷新后重新确认。

# poll.removeOption
source: Remove option
zh_hans: 删除选项

# poll.retryCreate
source: Retry the same poll
zh_hans: 重试同一投票

# poll.reviewClose
source: End poll…
zh_hans: 结束投票…

# poll.reviewCreate
source: Review poll
zh_hans: 预览投票

# poll.reviewVote
source: Review vote
zh_hans: 确认所选选项

# poll.rules
source: Single choice · Public poll · One vote per member. Votes cannot be changed.
zh_hans: 单选 · 公开投票 · 每位成员只能投一票，提交后不能改票。

# poll.selected
source: Selected
zh_hans: 已选择

# poll.stale
source: Your session changed. Reopen this screen to continue.
zh_hans: 登录或身份已变更，请重新进入。

# poll.title
source: Group poll
zh_hans: 群投票

# poll.total
source: Total voters
zh_hans: 总投票人数

# poll.unknown
source: The outcome is uncertain. Do not submit another vote. Refresh results, or reopen the poll message to check a submitted creation.
zh_hans: 操作结果暂不确定，请勿重复投票。请刷新结果，或打开群内投票消息核对创建结果。

# poll.useDeadline
source: Set a deadline
zh_hans: 设置截止时间

# poll.yourVote
source: Your vote
zh_hans: 你的选择

# profile.badges.achievements
source: Achievements
zh_hans: 成长成就

# profile.badges.category
source: Category code
zh_hans: 分类代码

# profile.badges.condition
source: Condition
zh_hans: 获得条件

# profile.badges.detail
source: Badge details
zh_hans: 勋章详情

# profile.badges.details
source: Badge information
zh_hans: 勋章信息

# profile.badges.empty
source: No badges yet
zh_hans: 暂无勋章

# profile.badges.emptyHint
source: Your identity cards, city medals and achievements will appear here.
zh_hans: 身份卡、城市纪念章和成长成就会显示在这里。

# profile.badges.family
source: Collection
zh_hans: 类别

# profile.badges.identities
source: City identity cards
zh_hans: 城市身份卡

# profile.badges.locked
source: Locked
zh_hans: 未点亮

# profile.badges.medals
source: City medals
zh_hans: 城市纪念章

# profile.badges.obtained
source: Obtained
zh_hans: 获得时间

# profile.badges.partial
source: Some badges couldn’t be loaded
zh_hans: 部分勋章未能加载

# profile.badges.partialHint
source: Identity cards are shown. Refresh to try loading city medals and achievements again.
zh_hans: 已显示身份卡，请刷新以重新加载城市纪念章和成长成就。

# profile.badges.statement
source: About
zh_hans: 说明

# profile.badges.title
source: My badges
zh_hans: 我的勋章

# profile.badges.unlockHint
source: Unlock condition
zh_hans: 点亮条件

# profile.badges.unlocked
source: Unlocked
zh_hans: 已点亮

# profile.edit.cancel
source: Cancel
zh_hans: 取消

# profile.edit.changed
source: Your profile changed on the server. Review the refreshed details and edit again.
zh_hans: 服务器上的资料已变化。请查看刷新后的资料并重新编辑。

# profile.edit.check
source: Check save result
zh_hans: 查询保存结果

# profile.edit.confirm
source: Save profile
zh_hans: 保存资料

# profile.edit.confirmHint
source: Save these profile details to your account? Other existing profile fields will be preserved.
zh_hans: 将这些资料保存到你的账号？其他现有资料将保留。

# profile.edit.details
source: Profile details
zh_hans: 个人资料

# profile.edit.introduction
source: Introduction
zh_hans: 个人简介

# profile.edit.loadFailed
source: Could not safely load the complete profile. Reload before saving.
zh_hans: 无法安全读取完整资料。保存前请重新加载。

# profile.edit.name
source: Nickname
zh_hans: 昵称

# profile.edit.nameRequired
source: Enter a nickname.
zh_hans: 请输入昵称。

# profile.edit.notSent
source: The update was not sent. Review your changes again.
zh_hans: 更新尚未发送。请重新确认更改。

# profile.edit.readbackUnconfirmed
source: The current profile matches your changes, but the original save request was not acknowledged and may still be running. Saving remains locked; checking again will not resend it.
zh_hans: 当前资料与你的更改一致，但原保存请求尚未收到确认，可能仍在处理中。保存仍被锁定；再次查询不会重新提交。

# profile.edit.rejected
source: Your changes were rejected. Review the message and edit before trying again.
zh_hans: 更改被拒绝。请根据提示编辑后再试。

# profile.edit.reload
source: Reload profile
zh_hans: 重新加载资料

# profile.edit.review
source: Review changes
zh_hans: 查看更改

# profile.edit.reviewTitle
source: Review profile changes
zh_hans: 确认资料更改

# profile.edit.saved
source: Your profile was saved and verified.
zh_hans: 资料已保存并核实。

# profile.edit.scope
source: Only your nickname and introduction are editable here. Existing photos, contact QR image and route preferences are preserved.
zh_hans: 此处仅编辑昵称与简介。现有照片、联系二维码和路线偏好将保留。

# profile.edit.signIn
source: Sign in to edit your profile.
zh_hans: 请登录后编辑资料。

# profile.edit.title
source: Edit profile
zh_hans: 编辑个人资料

# profile.edit.unavailable
source: Profile editing is not configured.
zh_hans: 资料编辑尚未配置。

# profile.edit.unchanged
source: No changes to save.
zh_hans: 没有需要保存的更改。

# profile.edit.unknown
source: The save result is not confirmed. Saving is locked to prevent a duplicate update. Check the result again; no update will be resent.
zh_hans: 保存结果尚未确认。为避免重复更新，已锁定保存。请再次查询结果，不会重新提交更新。

# profile.library
source: My account
zh_hans: 个人中心

# profile.loadFailed
source: Couldn’t load this information
zh_hans: 暂时无法加载

# profile.loading
source: Loading…
zh_hans: 正在加载…

# profile.orders.amount
source: Amount due
zh_hans: 应付金额

# profile.orders.awaitingPayment
source: Awaiting payment
zh_hans: 待支付

# profile.orders.cancelled
source: Cancelled
zh_hans: 已取消

# profile.orders.contact
source: Registration contact
zh_hans: 报名联系信息

# profile.orders.created
source: Created
zh_hans: 创建时间

# profile.orders.detail
source: Order details
zh_hans: 订单详情

# profile.orders.empty
source: No orders yet
zh_hans: 暂无订单

# profile.orders.emptyHint
source: Your activity and route orders will appear here, including unpaid orders.
zh_hans: 活动和路线订单会显示在这里，包括待支付订单。

# profile.orders.end
source: Ends
zh_hans: 结束时间

# profile.orders.expired
source: Expired
zh_hans: 已过期

# profile.orders.expires
source: Expires
zh_hans: 有效期至

# profile.orders.location
source: Location
zh_hans: 地点

# profile.orders.name
source: Activity or route
zh_hans: 活动或路线

# profile.orders.notVerified
source: Not verified
zh_hans: 待核销

# profile.orders.number
source: Order number
zh_hans: 订单号

# profile.orders.organizer
source: Organizer
zh_hans: 主办方

# profile.orders.participateDate
source: Participation date
zh_hans: 参加日期

# profile.orders.paymentCode
source: Payment status code
zh_hans: 支付状态码

# profile.orders.paymentTime
source: Payment time
zh_hans: 支付时间

# profile.orders.paymentType
source: Payment method
zh_hans: 支付方式

# profile.orders.quantity
source: Quantity
zh_hans: 数量

# profile.orders.records
source: Order records
zh_hans: 订单记录

# profile.orders.refund
source: Refund status
zh_hans: 退款状态

# profile.orders.refundCode
source: Refund payout status code
zh_hans: 退款打款状态码

# profile.orders.refundProcessing
source: Refund being processed
zh_hans: 退款处理中

# profile.orders.refunded
source: Refunded
zh_hans: 已退款

# profile.orders.refunding
source: Refund in progress
zh_hans: 退款中

# profile.orders.registered
source: Registered
zh_hans: 已报名

# profile.orders.schedule
source: Schedule and location
zh_hans: 时间与地点

# profile.orders.serverHint
source: Order information
zh_hans: 订单提示

# profile.orders.start
source: Starts
zh_hans: 开始时间

# profile.orders.state
source: Registration status
zh_hans: 报名状态

# profile.orders.summary
source: Order summary
zh_hans: 订单信息

# profile.orders.ticket
source: Ticket
zh_hans: 票种

# profile.orders.title
source: My orders
zh_hans: 我的订单

# profile.orders.unknown
source: Status unavailable
zh_hans: 状态未知

# profile.orders.untitled
source: Order
zh_hans: 订单

# profile.orders.verification
source: Verification
zh_hans: 核销状态

# profile.orders.verified
source: Verified
zh_hans: 已核销

# profile.orders.verifiedTime
source: Verification time
zh_hans: 核销时间

# profile.participants.contact
source: Contact information
zh_hans: 联系信息

# profile.participants.detail
source: Participant details
zh_hans: 参与人详情

# profile.participants.empty
source: No participants yet
zh_hans: 暂无参与人

# profile.participants.emptyHint
source: Saved participant information will appear here.
zh_hans: 已保存的参与人信息会显示在这里。

# profile.participants.hint
source: Used for registration contact and on-site verification.
zh_hans: 用于报名联系和到场核验。

# profile.participants.name
source: Name
zh_hans: 姓名

# profile.participants.phone
source: Phone
zh_hans: 联系电话

# profile.participants.savedAddress
source: Saved address information
zh_hans: 已保存的地址信息

# profile.participants.title
source: Participant information
zh_hans: 参与人信息

# profile.participants.unnamed
source: Participant
zh_hans: 参与人

# profile.readOnly
source: Read-only preview. Changes and payments aren’t available here yet.
zh_hans: 当前仅支持查看，暂不支持修改或支付。

# profile.refresh
source: Refresh
zh_hans: 刷新

# profile.retryHint
source: Please try again. Your saved information is unchanged.
zh_hans: 请重试，已保存的信息不会改变。

# profile.signInRequired
source: Sign in to continue
zh_hans: 请登录后继续

# profile.unavailable
source: Account data unavailable
zh_hans: 个人资料暂不可用

# profile.valueUnknown
source: Not provided
zh_hans: 未提供

# projectEdit.acknowledged
source: The server acknowledged this submission.
zh_hans: 服务器已确认收到此次提交。

# projectEdit.addAudio
source: Audio
zh_hans: 音频

# projectEdit.addChapter
source: Add chapter
zh_hans: 添加章节

# projectEdit.addImage
source: Image
zh_hans: 图片

# projectEdit.addNode
source: Add stop
zh_hans: 添加节点

# projectEdit.addText
source: Text
zh_hans: 文字

# projectEdit.addTicket
source: Add ticket
zh_hans: 添加票种

# projectEdit.address
source: Address
zh_hans: 地址

# projectEdit.advancedPreserved
source: Existing ownership, collaborators, self-play, rewards, media and commerce settings are preserved. Those advanced editors are not connected yet.
zh_hans: 已有归属、合作者、自玩、奖励、媒体及商业设置均会保留。高级编辑功能尚未接入。

# projectEdit.audioReference
source: Audio reference
zh_hans: 音频引用

# projectEdit.basics
source: Basic details
zh_hans: 基本信息

# projectEdit.capabilityBlocked
source: Publishing permission or available quota does not allow this new route.
zh_hans: 当前发布权限或剩余配额不允许新建此路线。

# projectEdit.categories
source: Category IDs, separated by commas
zh_hans: 路线类别编号，以逗号分隔

# projectEdit.categoriesHint
source: Enter verified category IDs. The category picker is not connected yet.
zh_hans: 请输入已核实的类别编号。类别选择器尚未接入。

# projectEdit.chapterCarryOver
source: Existing artwork, audio, atmosphere and merchant terms are preserved. Editing those settings is not connected yet.
zh_hans: 已有图片、音频、配色及商家条款均会保留。这些设置的编辑尚未接入。

# projectEdit.chapterDetails
source: Chapter
zh_hans: 章节

# projectEdit.chapterName
source: Chapter name
zh_hans: 章节名称

# projectEdit.checkOutcome
source: Check terminal outcome
zh_hans: 检查最终结果

# projectEdit.city
source: City orientation
zh_hans: 城市定向

# projectEdit.confirmLive
source: Submit reviewed changes
zh_hans: 提交已核对的更改

# projectEdit.confirmLiveHint
source: Submit these exact changes to the server. A lost response will stay locked to prevent duplicate submission.
zh_hans: 将这些更改提交至服务器。若回执丢失，将保留锁定以避免重复提交。

# projectEdit.confirmSimulation
source: Confirm simulation
zh_hans: 确认模拟

# projectEdit.coordinatesHint
source: Enter verified coordinates. Map search is not connected; zero coordinates are invalid under the source rules.
zh_hans: 请输入已核实的坐标。地图搜索尚未接入；原规则不接受零坐标。

# projectEdit.cover
source: Cover reference
zh_hans: 封面引用

# projectEdit.createLocal
source: Create a local draft
zh_hans: 创建本机草稿

# projectEdit.dateFormat
source: Use YYYY-MM-DD or YYYY-MM-DD HH:mm. Times stay in the source service's local-time format.
zh_hans: 请输入 YYYY-MM-DD 或 YYYY-MM-DD HH:mm。时间按原服务的本地时间格式保留。

# projectEdit.deadline
source: Recruitment deadline
zh_hans: 招商截止日期

# projectEdit.description
source: Description
zh_hans: 描述

# projectEdit.discardHint
source: This removes the saved draft on this device. It does not change the published project.
zh_hans: 此操作删除本机保存的草稿，不会改变已发布项目。

# projectEdit.discardLocal
source: Discard local draft
zh_hans: 丢弃本机草稿

# projectEdit.discardTitle
source: Discard this local draft?
zh_hans: 丢弃这份本机草稿？

# projectEdit.enableStoryFlow
source: Arrange story blocks
zh_hans: 编排故事流

# projectEdit.endDate
source: End date
zh_hans: 结束日期

# projectEdit.fixBeforeReview
source: Complete these fields
zh_hans: 请完善以下内容

# projectEdit.fixture.reopen
source: Reopen fixture
zh_hans: 重新打开模拟编辑器

# projectEdit.fixture.signOut
source: Sign out fixture
zh_hans: 模拟退出登录

# projectEdit.fixtureBadge
source: Synthetic fixture
zh_hans: 模拟数据

# projectEdit.fixtureNotice
source: Synthetic editing demo. All data and outcomes are simulated; nothing is uploaded or published.
zh_hans: 模拟编辑演示。所有数据及结果均为模拟，不上传、不发布。

# projectEdit.freeExplore
source: Free exploration
zh_hans: 自由探索

# projectEdit.gallery
source: Gallery references
zh_hans: 横图引用

# projectEdit.gameplay
source: Gameplay
zh_hans: 玩法

# projectEdit.gameplayDeferred
source: Existing gameplay stays attached. Creating, selecting and editing gameplay templates is not connected yet.
zh_hans: 已有玩法关联会保留。创建、选择和编辑玩法模板尚未接入。

# projectEdit.imageReference
source: Image reference
zh_hans: 图片引用

# projectEdit.incompatible
source: This saved draft is incompatible with this editor. It has not been applied.
zh_hans: 此草稿与当前编辑器不兼容，未载入。

# projectEdit.invalid
source: Some required fields need attention. Nothing has been sent.
zh_hans: 仍有必填项未完成，没有发送任何内容。

# projectEdit.latitude
source: Latitude
zh_hans: 纬度

# projectEdit.loadFailed
source: The project or secure draft could not be loaded. Retry before editing.
zh_hans: 无法加载项目或安全草稿，请重试后再编辑。

# projectEdit.loading
source: Loading editor…
zh_hans: 正在加载编辑器…

# projectEdit.localBadge
source: Local draft only
zh_hans: 仅本机草稿

# projectEdit.localEmpty
source: No local draft found.
zh_hans: 没有找到本机草稿。

# projectEdit.localFailed
source: Local draft storage is unavailable. Your changes have not been confirmed saved.
zh_hans: 本机草稿存储不可用，尚未确认保存当前改动。

# projectEdit.localRemoved
source: Local draft discarded.
zh_hans: 已丢弃本机草稿。

# projectEdit.localSaved
source: Draft saved on this device only.
zh_hans: 草稿仅保存到了本机。

# projectEdit.lockedFields
source: Locked or identity fields changed. Reload and review a fresh copy.
zh_hans: 锁定字段或归属发生变化，请重新加载并检查。

# projectEdit.longitude
source: Longitude
zh_hans: 经度

# projectEdit.mediaDeferred
source: Reference text only. Media picking, uploading and preview are not connected.
zh_hans: 仅编辑引用文本。媒体选择、上传与预览尚未接入。

# projectEdit.meetingPoint
source: Meeting point
zh_hans: 集合地点

# projectEdit.memberMismatch
source: The stored draft belongs to another account or deployment and cannot be opened.
zh_hans: 草稿属于其他账号或服务环境，无法打开。

# projectEdit.name
source: Route name
zh_hans: 路线名称

# projectEdit.no
source: No
zh_hans: 否

# projectEdit.nodeCount
source: Number of stops
zh_hans: 节点数量

# projectEdit.nodeDetails
source: Stop details
zh_hans: 节点详情

# projectEdit.nodeImages
source: Stop image references
zh_hans: 节点图片引用

# projectEdit.nodeMinutes
source: Minutes at stop
zh_hans: 节点时长（分钟）

# projectEdit.nodeName
source: Stop name
zh_hans: 节点名称

# projectEdit.nodes
source: Stops
zh_hans: 节点

# projectEdit.notSent
source: The request was not sent. Review again before trying.
zh_hans: 请求未发送，请重新检查后再尝试。

# projectEdit.preflightFailed
source: The final check or durable intent save failed. No new submission was started.
zh_hans: 最终检查或提交凭据保存失败，没有发起新提交。

# projectEdit.priceHint
source: Enter 0 for a free ticket. Leaving this blank is not a free ticket. Currency follows the source service; no conversion is performed.
zh_hans: 免费票请填写 0。留空不代表免费。币种沿用原服务，不进行换算。

# projectEdit.publishToCreative
source: Also share to Creative Square
zh_hans: 同步到创意广场

# projectEdit.rejected
source: The simulated request was rejected. No success was reported.
zh_hans: 模拟请求被拒绝，未报告成功。

# projectEdit.reload
source: Reload editor
zh_hans: 重新加载

# projectEdit.remoteEditDeferred
source: Editing existing server projects is not connected yet. Project previews remain available in My Projects.
zh_hans: 服务端已有项目的编辑尚未接入。仍可在“我的项目”查看预览。

# projectEdit.restore
source: Restore draft
zh_hans: 恢复草稿

# projectEdit.restoreAvailable
source: A draft for this account is available. Restore it or discard it before editing.
zh_hans: 找到当前账号的草稿。请先恢复或丢弃，再继续编辑。

# projectEdit.restoreTitle
source: Saved local draft
zh_hans: 已保存的本机草稿

# projectEdit.review
source: Review
zh_hans: 检查

# projectEdit.reviewHint
source: Review this frozen copy before continuing.
zh_hans: 继续前请检查这份内容快照。

# projectEdit.reviewTitle
source: Review route
zh_hans: 检查路线

# projectEdit.revisionConflict
source: The server revision changed. Reload the current project; the old local draft will not overwrite it.
zh_hans: 服务端版本已变化。请重新加载当前项目；旧本机草稿不会覆盖新版本。

# projectEdit.rich.addBlock
source: Add story block
zh_hans: 添加故事块

# projectEdit.rich.addCondition
source: Add ending condition
zh_hans: 添加结局条件

# projectEdit.rich.addImage
source: Add album image
zh_hans: 添加相册图片

# projectEdit.rich.addNarrative
source: Add node narrative
zh_hans: 添加节点叙事

# projectEdit.rich.afterNodeHint
source: Place this segment after its node block.
zh_hans: 请将这段放在对应节点块之后。

# projectEdit.rich.album
source: Dream album
zh_hans: 梦境相册

# projectEdit.rich.albumHint
source: Use 1–6 existing image references. Captions allow 80 characters; the album title allows 20.
zh_hans: 使用 1–6 个已有图片引用。每张配文最多 80 字，相册名最多 20 字。
